IDEA Open Model
CutData.PlaneNormalY Property
 3DPlane Normal AxisY
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public Vector3D PlaneNormalY { get; set; }
Public Property PlaneNormalY As Vector3D
	Get
	Set
public:
property Vector3D^ PlaneNormalY {
	Vector3D^ get ();
	void set (Vector3D^ value);
}
Property Value
Type: Vector3D
See Also
Reference
CutData Class
IdeaRS.OpenModel.Connection Namespace